{
    "credentials": [
        {
            "id": 1,
            "degree": "Master of Science of Environmental Engineering and Science",
            "institution": "Rice University",
            "logo": "rice.png"
        },
        {
            "id": 2,
            "degree": "Bachelor of Environmental Engineering",
            "institution": "Universidad Centroamericana",
            "logo": "images.png"
        },
        {
            "id": 3,
            "degree": "Environmental Biotechnology",
            "institution": "Rice University",
            "logo": "biotechologies.png"
        },
        {
            "id": 4,
            "degree": "Design of Aerobic and Anaerobic Bioreactors",
            "institution": "Rice University",
            "logo": "bioreactor.png"
        },
        {
            "id": 5,
            "degree": "Water Treatment Technologies",
            "institution": "Rice University",
            "logo": "Water_drop.png"
        },
        {
            "id": 6,
            "degree": "Water Resources Management",
            "institution": "Rice University",
            "logo": "lake.png"
        }
    ],
    "taglines": [
        "The solution for your environmental problems",
        "Your trusted partner for expert environmental consulting",
        "Sustainable engineering for a better future",
        "Transforming challenges into opportunities",
        "Practical strategies for sustainable growth",
        "Advanced analytics for environmental decisions",
        "Modern engineering for a greener future",
        "Strategic, science-based environmental consulting services",
        "Innovation in water resource management",
        "Reliable insights for environmental action"
    ],
    "education": [
        {
            "id": 1,
            "degree": "Doctor of Philosophy in Environmental Engineering and Science",
            "field": "Industrial Biotechnology",
            "fieldStatus": "Program discontinued / NIH Research funding discontinued",
            "institution": "Rice University",
            "location": "Houston, TX, USA",
            "duration": "2022 - 2025",
            "description": "Specialized industrial biotechnology production process improvement. Research focused on the design of a scalable industrial process for ectoine bioproduction and the use of novel extremophiles that produce extremolyte cocktails to enhance industrially relevant in vitro bacterial growth as supplemental additives.",
            "achievements": [
                "President of the Civil and Environmental Engineering Department Graduate Student Asociation",
                "Director of professional development of the Graduate Student Asociation",
                "Graduate level course Teaching assistant",
                "NSF-Funded ERC Fellowship Recipient"
            ]
        },
        {
            "id": 2,
            "degree": "Master of Science in Environmental Engineering and Science",
            "field": "Environmental biotechnology",
            "fieldStatus": "Complete",
            "institution": "Rice University",
            "location": "Houston, TX, USA",
            "duration": "2022 - 2024",
            "description": "Specialized in water treatment technologies, molecular biology and biotechnology. Thesis focused on the development of a rapid and portable analytical method for in-field detection of fusobacterium necrophorum in cattle ruminal samples.",
            "achievements": [
                "Graduate level course Teaching assistant",
                "Graduate Research Assistant",
                "NSF-Funded ERC Fellowship Recipient",
                "GPA: 3.4/4.0"
            ]
        },
        {
            "id": 3,
            "degree": "Bachelor of Environmental Engineering",
            "field": "Water Resource Management",
            "fieldStatus": "Complete",
            "institution": "Central American University",
            "location": "Managua, Nicaragua",
            "duration": "2016 - 2021",
            "description": "Comprehensive education in environmental engineering principles, with focus on water resource management, contaminated site characterization and environmental remediation. Thesis focused on developing a proposal for a remediation plan for the Venice Lagoon, Condega, Esteli, Nicaragua.",
            "achievements": [
                "Manager of Laboratory volunteers for environmental project",
                "Graduated with Honors and academic excellence",
                "Molecular Biology Research Intern",
                "University sponsored Thesis"
            ]
        }

    ],
    "experience": [
        {
            "id": "Experience_1",
            "title": "Environmental Biotechnology Teaching Assistant",
            "duration": "2024 - 2025",
            "company": "Rice University",
            "location": "Houston, Texas, USA",
            "responsibilities": [
                "Graduate students tutoring and follow up with assigments.",
                "Grading Quizes and Homeworks while providing solid feedback.",
                "Review Lectures with Graduate students and clarify every question.",
                "Availability to answer any email inquiry from the graduate students, providing online support.",
                "Personalized tutoring for every graduate student to match their pace and needs."
            ],
            "detailedDescription": "Teaching assistant for the civil and environmental engineering department of Rice University for a graduate level course of environmental biotechnology, focused in wastewater treatment applications and bioreactor design during fall semester 2024 and 2025.",
            "achievements": [
                "Student satisfaction rating: 4.9/5.0.",
                "Student average grade for the course is 'A'."
            ],
            "skills": [
                "Environmental Biotechnology",
                "Design of Aerobic and Anaerobic Bioreactors",
                "Graduate Students Tutoring",
                "Assigment Grading",
                "Teaching"
            ]
        },
        {
            "id": "Experience_2",
            "title": "Research Intern",
            "duration": "2021 - 2022",
            "company": "Molecular Biology Center / Central American University",
            "location": "Managua, Nicaragua",
            "responsibilities": [
                "Project formulation and review.",
                "In-situ water sampling, isolation of Gram-negative bacteria, and DNA extraction.",
                "Identification of isolates using API biochemical tests and 16S rRNA gene amplification.",
                "Sanger sequencing of extended-spectrum β-lactamase antibiotic resistance genes.",
                "Identification of potential contamination sources and data analysis."
            ],
            "detailedDescription": "Participation in research: Extended-spectrum β-lactamases genes in Gram-negative isolates from an urban river in Nicaragua, published in the Brazilian Journal of Biology (2024).",
            "achievements": [
                "Delivered a innovative research project that was the first of its kind in the region.",
                "Characterization of a river contaminated with Extended-spectrum β-lactamases genes in Gram-negative bacterias."
            ],
            "skills": [
                "Microbiology",
                "Research Project Formulation",
                "Molecular Biology",
                "Bacterial Genetic Analysis",
                "PCR and Sanger Sequencing",
                "Environmental Analysis"
            ]
        },
        {
            "id": "Experience_3",
            "title": "Intern",
            "duration": "2020 - 2021",
            "company": "Inter-Ecclesial Center for Theological and Social Studies (CIEETS)",
            "location": "Managua, Nicaragua",
            "responsibilities": [
                "Designed and formulated disaster response projects.",
                "Supported rapid response initiatives in rural communities after hurricanes ETA and IOTA.",
                "Led environmental education and risk management workshops in northern Nicaragua.",
                "Supported climate change adaptation projects in rural communities."
            ],
            "detailedDescription": "As an intern in CIEETS I formulated projects related to water security in rural communities affected by the hurricanes ETA and IOTA",
            "achievements": [
                "Secured funding for rapid response initiatives in rural communities after hurricanes ETA and IOTA",
                "Supported rural communities food and water security post-hurricane"
            ],
            "skills": [
                "Environmental Education",
                "Workshop Planning",
                "Project Formulation",
                "Environmental Workshops",
                "Climate Change Adaptation"
            ]
        }
    ],
    "academicRoles": [
        {
            "role": "President of the Civil and Environmental Engineering Department GSA",
            "duration": "2024 - 2025",
            "institution": "Rice University • Houston, TX, USA",
            "description": "President of the Graduate Student Association (GSA) of the Civil and Environmental Engineering Department at Rice University during the 2024-2025 academic year.",
            "achievements": [
                "Collaborated with an international and multicultural team",
                "Connected laboratories accross the department",
                "High attendance to organized events and seminar"
            ]
        },
        {
            "role": "Director of Science Communication in the NEWT Student and Postdoc Leadership Council",
            "duration": "2024 - 2025",
            "institution": "Nanotechnology-Enabled Water Treatment Institute (NEWT) • Rice University • Houston, TX, USA",
            "description": "Director of Science Communication in the Student and Postdoc Leadership Council of the Nanotechnology-Enabled Water Treatment Institute (NEWT) during 2024-2025 and a Graduate Student during 2022-2025.",
            "achievements": [
                "NSF funded NEWT research associate from 2022-2025",
                "Inter-University collaboration",
                "Poster presentation in inter-university conference",
                "Created the graduate students research Highlight section in the NEWT communications"
            ]
        },
                {
            "role": "WaTER Research Graduate Student Associate",
            "duration": "2024 - 2025",
            "institution": "Water Technologies Entrepreneurship and Research Institute (WaTER) • Rice University • Houston, TX, USA",
            "description": "Graduate Student of the Rice Water Technologies Entrepreneurship and Research Institute (WaTER) during spring 2024 and the 2024-2025 academic year.",
            "achievements": [
                "Poster presentation in inter-university conference",
                "Inter university and interdepartamental collaboration",
                "First wave of research associates"
            ]
        }
    ],
    "researchProjects": [
        {
            "title": "Novel extremophiles produce extremolyte cocktails that enhance industrially relevant in vitro bacterial growth as supplemental additives",
            "status": "Industrial Biotechnology",
            "funding": "National Institute of Health / Rice University",
            "duration": "2024-2025",
            "budget": "$0",
            "description": "Doctor of Philosophy in Environmental Engineering and Science, Main Project: Novel extremophiles produce extremolyte cocktails that enhance industrially relevant in vitro bacterial growth as supplemental additives.",
            "objectives": [
                "Enrichment and isolation of extremophilic bacteria from soil and wastewater samples.",
                "DNA extraction, 16S rRNA gene Sanger sequencing, and whole-genome nanopore sequencing.",
                "Genomic and pangenomic analysis of isolates and the identification of mutations in target genes.",
                "Phylogenetic identification and classification of isolates with extremolyte production potential.",
                "Application of culture-produced, non-purified extremolyte cocktails as growth additives in industrial bacterial culture media to enhance bacterial growth.",
                "Metabolomic analysis to quantify the extremolytes produced by each extremophile in the culture medium.",
                "Design and modification of culture media and growth conditions to optimize the growth of target extremophiles and their extremolyte extracellular production using a 96-well microplate reader.",
                "Use of extremolyte cocktails to stimulate the growth of bacterias with industrial applications, including Zymomonas mobilis, Pseudomonas putida, Bacillus subtilis, B. amyloliquefaciens, and B. licheniformis."
            ]
          
        },
        {
            "title": "Design of a scalable industrial process for ectoine bioproduction",
            "status": "Industrial Biotechnology",
            "funding": "National Institute of Health / Rice University",
            "duration": "2024-2025",
            "budget": "$0",
            "description": "Doctor of Philosophy in Environmental Engineering and Science, Main Project: Design of a scalable industrial process for ectoine bioproduction.",
            "objectives": [
                "Reactivation and enrichment of ectoine-producing bacteria from the NRRL culture collection.",
                "Development of HPLC and LC-MS/MS methods for the detection of ectoine and hydroxyectoine.",
                "Optimization of ectoine and hydroxyectoine bioproduction in high-efficiency extremophyle producers.",
                "Laboratory-scale extracellular ectoine production in a 10-L bioreactor/fermenter.",
                "Design of a low-energy method for purification of ectoine and hydroxyectoine."
            ],
            "keyOutputs": "Two key"
        },
        {
            "title": "Development of a rapid and portable analytical method for in-field detection of Fusobacterium necrophorum in cattle ruminal samples.",
            "status": "Molecular Biology",
            "funding": "Nanotechnology-Enabled Water Treatment Institute (NEWT) / Rice University",
            "duration": "2023-2024",
            "budget": "$0",
            "description": "Master of Science in Environmental Engineering and Science, Thesis: Development of a rapid and portable analytical method for in-field detection of Fusobacterium necrophorum in cattle ruminal samples.",
            "objectives": [
                "Adaptation of in-situ DNA extraction techniques, such as direct DNA elution, magnetic beads, and dipstick methods, for F. necrophorum DNA extraction.",
                "Amplification of F. necrophorum DNA in cattle rumen fluid samples using PCR, LAMP, and qLAMP to establish standard results for comparison.",
                "Adaptation of the open-source colorimeter (manufactured by IO RODEO) for real-time qLAMP measurements with spectrometric and fluorometric readings.",
                "Design of an incubation chamber for metal machining and modification of the CircuitPython software to continuously record measurements during the LAMP incubation.",
                "Development of a method for quantitative estimation of amplified DNA using qLAMP with real-time spectrometric and fluorometric readings from the modified equipment."
            ],
            "keyOutputs": "Three key"
        },
        {
            "title": "Extended-spectrum β-lactamases genes in Gram-negative isolates from an urban river in Nicaragua",
            "status": "Molecular Biology",
            "funding": "Molecular Biology Center / Central American University",
            "duration": "2021-2022",
            "budget": "$0",
            "description": "Participation in research during internship in Molecular Biology Center at Central American University. Extended-spectrum β-lactamases genes in Gram-negative isolates from an urban river in Nicaragua, published in the Brazilian Journal of Biology (2024).",
            "objectives": [
                "Project review and formulation.",
                "In-situ water sampling, isolation of Gram-negative bacteria, and DNA extraction.",
                "Identification of isolates using API biochemical tests and 16S rRNA gene amplification.",
                "Sanger sequencing of extended-spectrum β-lactamase antibiotic resistance genes.",
                "Identification of potential contamination sources and data analysis."
            ],
            "keyOutputs": "Four key"
        },
        {
            "title": "Proposal of a remediation plan for the Venice Lagoon, Condega, Esteli, Nicaragua.",
            "status": "Water Resource Management",
            "funding": "Central American University / Condega, Esteli Municipal Office",
            "duration": "2020-2021",
            "budget": "$0",
            "description": "Bachelor of Engineering in Environmental Engineering, Thesis: Proposal of a remediation plan for the Venice Lagoon, Condega, Esteli, Nicaragua.",
            "objectives": [
                "Project formulation and funding search in collaboration with the municipal government.",
                "Water monitoring and physicochemical laboratory analysis of water, soil, and sediments.",
                "In-field data collection to develop the “Nutrient Delivery Ratio” (NDR) and the “Environmental Quality” environmental prediction scenario models using the InVEST software.",
                "Handmade bathymetry of Laguna de Venecia during the dry season of 2021.",
                "Environmental education workshops for farm owners in the Venice lagoon micro-watershed."
            ],
            "keyOutputs": "Five Key"
        }
    ],
    "skills": {
        "technical": [
            {
                "id": "skill-001",
                "name": "Advanced Laboratory Techniques in Molecular Biology",
                "tools": [
                    "Fluorimeter",
                    "Colorimeter",
                    "Spectrophotometer",
                    "Metagenomic analysis",
                    "Nanopore Sequencer",
                    "Pangenomic analysis (Panaroo)",
                    "NanoDrop",
                    "96-Well Multimode Microplate reader",
                    "Thermocycler",
                    "Real-Time Thermocycler"
                ],
                "description": ""
            },
            {
                "id": "skill-002",
                "name": "Advanced Laboratory Techniques in Microbiology",
                "tools": [
                    "Biological Safety Cabinet",
                    "Incubator",
                    "Autoclave",
                    "Centrifuge",
                    "Rotatory Evaporator",
                    "10-L Laboratory Bioreactor / Fermenter",
                    "Biosafety Protocols"
                ],
                "description": ""
            },
            {
                "id": "skill-003",
                "name": "Advanced Laboratory Techniques in Chemistry",
                "tools": [
                    "High-Performance Liquid Chromatography (HPLC)",
                    "Liquid Chromatography–Tandem Mass Spectrometry (LC-MS/MS)",
                    "Gas Chromatography–Mass Spectrometry (GC-MS)",
                    "Fluorimeter",
                    "Colorimeter",
                    "Spectrophotometer"
                ],
                "description": ""
            },
            {
                "id": "skill-004",
                "name": "Environmental and Industrial Biotechnology",
                "tools": [
                    "Laboratory Techniques in Molecular Biology and Microbiology",
                    "Design of Aerobic and Anaerobic Bioreactors",
                    "Industrial Biotechnology Efficiency Management",
                    "Activated sludge simulator software (ASIM)",
                    "Environmental Microbiology",
                    "Metagenomic and Genomic Analysis."
                ],
                "description": ""
            },
            {
                "id": "skill-005",
                "name": "Water and Wastewater Treatment",
                "tools": [
                    "Laboratory Techniques in Molecular Biology, Microbiology, and Chemistry",
                    "Physical Chemical Precesses for Water Quality Control",
                    "Environmental Biotechnology",
                    "Environmental Organic Chemistry",
                    "Design of Aerobic and Anaerobic Bioreactors for Wastewater Treatment",
                    "Activated sludge simulator software (ASIM)"
                ],
                "description": ""
            },
            {
                "id": "skill-006",
                "name": "Soil and Sediment Bioremediation",
                "tools": [
                    "Laboratory Techniques in Molecular Biology, Microbiology, and Chemistry",
                    "Environmental Microbiology and Biotechnology",
                    "Adaptation Planning",
                    "Fate and Transport of Contaminants"
                ],
                "description": ""
            },
                        {
                "id": "skill-007",
                "name": "Environmental Modeling and Analysis",
                "tools": [
                    "Fate and Transport of Contaminants",
                    "Environmental Organic Chemistry (EPIsuite)",
                    "Environmental Hydrology and Hydrogeology",
                    "Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST) Software",
                    "Groundwater Vistas Software (MT3D, MODFLOW, and MODPATH models), HEC-HMS, and HEC-RAS",
                    "Activated sludge simulator software (ASIM)"
                ],
                "description": ""
            },
            {
                "id": "skill-008",
                "name": "Environmental Impact Assessment and Disaster Risk Management",
                "tools": [
                    "Laboratory Techniques in Molecular Biology, Microbiology, and Chemistry",
                    "Envronmental Modeling and Analysis.",
                    "Fate and Transport of Contaminants",
                    "Geographic Information Systems (ArcGIS and Qgis)",
                    "Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST) Software"
                ],
                "description": ""
            },
            {
                "id": "skill-009",
                "name": " Water Resources Management",
                "tools": [
                    "Laboratory Techniques in Molecular Biology, Microbiology, and Chemistry",
                    "Environmental Modeling and Analysis",
                    "Environmental Hydrology and Hydrogeology",
                    "Environmental Socioeconomic Analysis"
                ],
                "description": ""
            }
        ],
        "competencies": [
            {
                "name": "Project Formulation and Management",
                "icon": "🗂️🎯"
            },
            {
                "name": "Team Leadership",
                "icon": "👥⭐"
            },
            {
                "name": "Technical Writing",
                "icon": "📄✍️"
            },
            {
                "name": "Public Speaking",
                "icon": "🗣️🎙️"
            },
            {
                "name": "Stakeholder Engagement",
                "icon": "🌐🤝"
            }
        ],
        "languages": [
            {
                "name": "Spanish",
                "level": "Native"
            },
            {
                "name": "English",
                "level": "Fluent"
            },
            {
                "name": "Portuguese",
                "level": "Intermediate"
            }
        ]
    },
    "contact": {
        "email": "Nicaraodelgado@gmail.com",
        "phone": "+505 8579 1852",
        "location": "Managua, Nicaragua",
        "linkedin": "https://www.linkedin.com/in/nicarao-delgado-458771106/"
    }
}